Repository: acc728/TriviaApp
Catalog: Trivia App/Resources/*.lproj/Localizable.strings
Languages: es

# modeSelectorView.message
source: Challenge your knowledge and have fun with different gamemodes!
es: ¡Pon a prueba tu conocimiento y disfruta de varios modos de juego!

# contentView.playTab
source: Play
es: Jugar

# contentView.favsTab
source: Favs
es: Favoritos

# contentView.statsTab
source: Stats
es: Estadísticas

# survivalModeView.message
source: Oops you lost your streak. Keep trying!
es: ¡Vaya, has perdido la racha, sigue intentándolo!

# quizView.message
source: Congratulations, quiz completed!
es: ¡Enhorabuena, test completado!

# quizDetailView.close
source: Close quiz
es: Cerrar test

# statsView.quizHistory
source: Quiz History
es: Tests recientes

# statsView.message
source: See your results in recents quizzes and best streak!
es: ¡Observa los resultados de los tests recientes y tu mejor racha!

# statsView.quizHistoryEmpty
source: Couldn't find any recent quiz
es: No se han encontrado tests recientes

# streakCardView.title
source: Survival Mode!
es: ¡Modo Survival!

# streakCardView.message
source: Best streak:
es: Mejor racha:

# favoritesCardView.difficulty
source: Difficulty:
es: Dificultad:

# favoritesView.favoritesQuestionsEmpty
source: Couldn't find favorites questions
es: No se han encontrado preguntas favoritas

# favoritesView.message
source: See your favorites questions and repeat them to learn!
es: ¡Revisa tus preguntas favoritas y repítelas!

# favoritesDetailCardView.question
source: Question:
es: Pregunta:

# favoritesDetailCardView.category
source: Category:
es: Categoría:

# favoritesDetailCardView.answers
source: Answers:
es: Respuestas:

# favoritesDetailCardView.correctAnswer
source: Correct Answer:
es: Respuesta correcta:

# onboardingTabView.skip
source: Skip
es: Saltar

# onboardingTabView.welcome
source: Welcome User!
es: ¡Bienvenido Usuario!

# onboardingTabView.title2
source: Play different modes!
es: ¡Diferentes modos de juego!

# onboardingTabView.title3
source: See your stats!
es: ¡Mira tus estadísticas!

# onboardingTabView.title4
source: Save questions!
es: ¡Guarda tus preguntas favoritas!

# onboardingTabView.message1
source: Enjoy playing and challenging your knowledge with us!
es: ¡Disfruta jugando y poniendo a prueba tus conocimientos!

# onboardingTabView.message2
source: You can play in survival mode and get the best streak possible or complete a quiz to keep learning!
es: ¡Juega en modo supervivencia para obtener la mejor racha que puedas o completa un test y sigue aprendiendo!

# onboardingTabView.message3
source: Go to Stats and watch your best streak and recents results!
es: ¡Ve a estadísticas y comprueba tu mejor racha o resultados recientes!

# onboardingTabView.message4
source: Store any questions to see them again whenever you want!
es: ¡Guarda tus preguntas favoritas para poder verlas cuando quieras!

# question.formattingErrorMessage
source: Error formatting question:
es: Error formateando la pregunta:

# question.answersErrorMessage
source: Error formatting answers:
es: Error formateando las respuestas:

# customDialog.title
source: Exit Game?
es: ¿Salir de la partida?

# customDialog.message
source: All the progress will be lost. Do you want to leave the game?
es: Se perderá todo el progreso. ¿Seguro que quieres salir?

# mainButton.returnMenu
source: Return to Menu
es: Volver al menu

# mainButton.next
source: Next
es: Siguiente
